/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d sikertelen számkód próbálkozás";
"%d Failed Password Attempts" = "%d sikertelen jelszó próbálkozás";

"1 Failed Passcode Attempt" = "1 sikertelen számkód próbálkozás";
"1 Failed Password Attempt" = "1 sikertelen jelszó próbálkozás";

"Do you want to use Touch ID for authentication?" = "Szeretnéd használni a Touch ID-t az azonosításhoz?";

"Done" = "Kész";

"Enable Touch ID" = "Touch ID engedélyezése";

"Enter a different passcode. Cannot re-use the same passcode." = "Adj meg egy különböző számkódot. Ugyanaz a számkód nem használható újra.";
"Enter a different password. Cannot re-use the same password." = "Adj meg egy különböző jelszót. Ugyanaz a jelszó nem használható újra.";

"Enter a passcode" = "Adj meg egy számkódot";
"Enter a password" = "Adj meg egy jelszót";

"Enter your new passcode" = "Add meg az új számkódot";
"Enter your new password" = "Add meg az új jelszavad";

"Enter your old passcode" = "Add meg a régi számkódot";
"Enter your old password" = "Add meg a régi jelszót";

"Enter your passcode" = "Add meg a számkódot";
"Enter your password" = "Add a jelszót";

"Invalid Passcode" = "Érvénytelen számkód";
"Invalid Password" = "Érvénytelen jelszó";

"Passcodes did not match.\nTry again." = "A számkódok nem egyeznek.\nPróbáld újra!";
"Password did not match.\nTry again." = "A jelszó nem egyezik.\nPróbáld újra.";

"Re-enter your passcode" = "Add meg újra a számkódot";
"Re-enter your password" = "Add meg újra a jelszót";

"Try again in %d minutes" = "Próbáld úja %d perc múlva";

"Try again in 1 minute" = "Próbáld úja 1 perc múlva";
